cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'

brew 'ack'
brew 'atool'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'blueutil'
brew 'cabal-install'
brew 'cmake'
brew 'coreutils'
brew 'curl'
brew 'diction'
brew 'exiftool'
brew 'ffmpeg'
brew 'jpeg'
brew 'gdb'
brew 'git'
brew 'gnupg'
brew 'grep'
brew 'highlight'
brew 'htop'
brew 'imagemagick'
brew 'make'
brew 'mas'
brew 'media-info'
brew 'newsbeuter'
brew 'p7zip'
brew 'pandoc'
brew 'pkg-config'
brew 'poppler'
brew 'python'
brew 'python3'
brew 'r'
brew 'rsync'
brew 'ruby'
brew 'ssh-copy-id'
brew 'trash'
brew 'tree'
brew 'unrar'
brew 'vim'
brew 'w3m'
brew 'watch'
brew 'wget'
brew 'xz'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'alfred'
cask 'backblaze'
cask 'calibre'
cask 'caskroom/versions/firefox-beta'
cask 'gimp'
cask 'grandperspective'
cask 'iterm2'
cask 'java'
cask 'java-jdk-javadoc'
cask 'caskroom/versions/java8'
cask 'mactex'
cask 'microsoft-office'
cask 'omnifocus'
cask 'omnigraffle'
cask 'omnioutliner'
cask 'torbrowser'
cask 'textual'
cask 'transmission'
cask 'tunnelblick'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vlc'

brew 'maven'

cask 'caskroom/fonts/font-anonymous-pro'
cask 'caskroom/fonts/font-roboto-mono'
cask 'caskroom/fonts/font-inconsolata'

mas 'Xcode', id: 497799835
# mas 'macOS High Sierra', id: 1246284741
