cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'

brew 'ack'
brew 'automake'
brew 'awscli'
brew 'blueutil'
brew 'cabal-install'
brew 'cmake'
brew 'coreutils'
brew 'diction'
brew 'ffmpeg'
brew 'gdb'
brew 'git'
brew 'gnupg'
brew 'grep'
brew 'htop'
brew 'imagemagick'
brew 'make'
brew 'maven'
brew 'newsbeuter'
brew 'p7zip'
brew 'pandoc'
brew 'python3'
brew 'r'
brew 'ssh-copy-id'
brew 'trash'
brew 'tree'
brew 'unrar'
brew 'vim'
brew 'watch'
brew 'wget'
brew 'youtube-dl'
brew 'zsh'
brew 'zsh-completions'

cask '1password'
cask 'alfred'
cask 'backblaze'
cask 'calibre'
cask 'caskroom/versions/firefox-beta'
cask 'flux'
cask 'grandperspective'
cask 'iterm2'
cask 'mactex'
cask 'microsoft-office'
cask 'tunnelblick'
cask 'virtualbox'
cask 'virtualbox-extension-pack'
cask 'vlc'
